let str = `
00:00:03,460 --> 00:00:11,410
The following is a default Subtitle

2
00:00:17,760 --> 00:00:30,950
Press Menu > Select Movie 

3
00:00:41,789 --> 00:00:46,050
Press the TimeLine rows to skip the movie

4
00:00:43,859 --> 00:00:48,899
and Edit the subtitle accordingly, Enjoy.


5
00:00:46,050 --> 00:00:51,359
የጠፈር መንኮራኩር የተነደፈው
ወደ ጉዞ ለማድረግ ወጪ ቆጣቢ መንገድ
ዝቅተኛ-ምድር ምህዋር የተለመደ ነገር ግን ተስፋው።

6
00:00:48,899 --> 00:00:55,100
ርካሽ እና ቀላል የቦታ ተደራሽነት ነበረው።

7
00:00:51,359 --> 00:00:55,100
ያልተጠበቁ ውጤቶች

8
00:01:14,730 --> 00:01:19,830
በ1960ዎቹ ናሳ እያለ

9
00:01:17,640 --> 00:01:22,440
ጨረቃን ለመድረስ መጣር

10
00:01:19,830 --> 00:01:27,330
ጥናት በጠፈር አውሮፕላን ውስጥ ተካሂዷል

11
00:01:22,440 --> 00:01:29,760
እንደገና ጥቅም ላይ ሊውሉ የሚችሉ ፖለቲከኞች ነበሩ።

12
00:01:27,330 --> 00:01:31,950
በግዙፉ ውስጥ የተካተቱትን ወጪዎች ማሸነፍ

13
00:01:29,760 --> 00:01:34,110
አንድ ጊዜ ብቻ ጥቅም ላይ ሊውሉ የሚችሉ ማበረታቻዎች ሀ

14
00:01:31,950 --> 00:01:36,330
እንደ ሮኬት ሊነሳ የሚችል የእጅ ሥራ

15
00:01:34,110 --> 00:01:38,790
እና ወደ መሬት ማረፊያው እንደ ሀ

16
00:01:36,330 --> 00:01:42,950
አውሮፕላኑ ቆጣቢ ተብሎ ይገመታል።

17
00:01:38,790 --> 00:01:45,330
ከሚጣሉ ሮኬቶች አማራጭ

18
00:01:42,950 --> 00:01:48,090
የጠፈር አውሮፕላን ጽንሰ-ሀሳቦች ነበሩ

19
00:01:45,330 --> 00:01:49,950
ከ 1950 ዎቹ ጀምሮ ፣ ግን አብዛኛዎቹ

20
00:01:48,090 --> 00:01:51,780
ከሥዕሎች የበለጠ ትንሽ ነበር

21
00:01:49,950 --> 00:01:57,720
በመጠኑ ስብስብ የተደገፈ

22
00:01:51,780 --> 00:02:00,330
በ 1972 የመጀመሪያዎቹ ወራት ውስጥ ስሌቶች

23
00:01:57,720 --> 00:02:03,180
መደበኛ ስምምነት ተፈርሟል እና NASA

24
00:02:00,330 --> 00:02:05,850
እንደገና ጥቅም ላይ ሊውል የሚችል የጠፈር ማስጀመሪያ ሥራ ጀመረ

25
00:02:03,180 --> 00:02:11,370
ጠፈር ተብሎ የሚታወቀው ስርዓት

26
00:02:05,850 --> 00:02:13,170
መንኮራኩር አራት መንኮራኩሮች ነበሩ።

27
00:02:11,370 --> 00:02:16,240
ታቅዶ ሁሉም ይጠራሉ።

28
00:02:13,170 --> 00:02:19,460
ከታዋቂ መርከቦች በኋላ

29
00:02:16,240 --> 00:02:22,790
ይሁን እንጂ እንደ ሀ የሚውል ተጨማሪ የማመላለሻ መንኮራኩር

30
00:02:19,460 --> 00:02:25,370
የሙከራ ሥራው መጀመሪያ ተጠናቀቀ

31
00:02:22,790 --> 00:02:28,130
በህገ መንግስቱ ስም መጥራት

32
00:02:25,370 --> 00:02:30,620
ታዋቂ ዩ.ኤስ. የባህር ኃይል ፍሪጌት ግን ደጋፊዎች

33
00:02:28,130 --> 00:02:32,570
የቴሌቭዥን ሾው ስታር ትሬክ አቤቱታ አቅርቧል

34
00:02:30,620 --> 00:02:35,570
መንግሥት ድርጅቱን ለመጥራት

35
00:02:32,570 --> 00:02:37,610
እንደ ልብ ወለድ የጠፈር መንኮራኩር በኋላ

36
00:02:35,570 --> 00:02:40,160
በፓልምዴል ውስጥ ካለው ተክል ተንከባሎ

37
00:02:37,610 --> 00:02:42,830
የካሊፎርኒያ ስታር ትሬክ ደጋፊዎች እዚያ ነበሩ።

38
00:02:40,160 --> 00:02:45,290
እንደ እድል ሆኖ ብዙ ነበሩ

39
00:02:42,830 --> 00:02:47,690
እውነተኛ መርከቦች ኢንተርፕራይዝ ብለው ሰየሙ

40
00:02:45,290 --> 00:02:50,290
አስተዳደር ተጸጸተ እና አዲሱ ስም

41
00:02:47,690 --> 00:02:50,290
ተጣብቋል

42
00:02:51,720 --> 00:02:55,500
በውስጡ ካለው የጠፈር ካፕሱሎች ጋር ሲነጻጸር

43
00:02:53,550 --> 00:02:57,870
ጠፈርተኞች ከዚህ ቀደም ተመልሰዋል

44
00:02:55,500 --> 00:03:01,840
ምድር አዲሱ ማሽን ግዙፍ ነበር እና

45
00:02:57,870 --> 00:03:04,949
ፈተናው ትልቅ ችግሮችን አቅርቧል

46
00:03:01,840 --> 00:03:04,949
[ሙዚቃ]

47
00:03:05,170 --> 00:03:11,620
ናሳ ለመሸከም ሁለት 747s አሻሽሏል።

48
00:03:09,250 --> 00:03:14,790
ኢንተርፕራይዝ ለተለያዩ ከፍታዎች ለ

49
00:03:11,620 --> 00:03:17,680
ተከታታይ አቀራረብ እና ማረፊያ ሙከራዎች

50
00:03:14,790 --> 00:03:20,290
ምንም ሞተር ሳይኖረው ወደ ሀ መንሸራተት ነበረበት

51
00:03:17,680 --> 00:03:22,660
ማረፍ ግን ተንሸራታቾች በረዥም ጊዜ ይወርዳሉ

52
00:03:20,290 --> 00:03:25,920
ክንፉ እና መንኮራኩሩ ከባድ ነበር።

53
00:03:22,660 --> 00:03:25,920
ግትር ክንፎች ብቻ

54
00:03:26,860 --> 00:03:32,640
[ሙዚቃ]

55
00:03:29,720 --> 00:03:38,250
በሚገርም ሁኔታ ማኮብኮቢያውን ይመታል።

56
00:03:32,640 --> 00:03:40,680
ከፍተኛ ፍጥነት ድርጅቱ አምስት ያልሆኑ አድርጓል

57
00:03:38,250 --> 00:03:47,970
ምርኮኛ በረራዎች በአጠቃላይ ፍትሃዊ ወጪ

58
00:03:40,680 --> 00:03:50,520
19 ደቂቃዎች በአየር ላይ ኮሎምቢያ በ

59
00:03:47,970 --> 00:03:52,920
የመጀመሪያ ቦታ ብቁ መንኮራኩር ትቶ ወጥቷል።

60
00:03:50,520 --> 00:03:54,660
ለፋብሪካው ትልቅ የይገባኛል ጥያቄ ቀርቦ ነበር።

61
00:03:52,920 --> 00:03:57,120
አዲሱ ስርዓት በከፍተኛ ሁኔታ ይሠራ ነበር

62
00:03:54,660 --> 00:03:59,400
የማስጀመሪያ ወጪዎችን ይቀንሱ እና ሀ

63
00:03:57,120 --> 00:04:01,650
በየሳምንቱ አዲስ ተልዕኮ ግን ነበሩ

64
00:03:59,400 --> 00:04:07,770
ይህ በጣም ሩቅ እንደሆነ የሚሰማቸው ተቺዎች

65
00:04:01,650 --> 00:04:10,260
ብሩህ ተስፋ ያለው አንጋፋ የጠፈር ተመራማሪ ጆን ያንግ

66
00:04:07,770 --> 00:04:13,110
በመጀመሪያው መጓጓዣ ላይ አዛዥ ይሆናል

67
00:04:10,260 --> 00:04:15,570
ተልእኮው አብራሪው ጀማሪ ጠፈርተኛ ነበር።

68
00:04:13,110 --> 00:04:18,120
ቦብ ክሪፔን ይህ ለመጀመሪያ ጊዜ ነበር ሀ

69
00:04:15,570 --> 00:04:23,160
ሙሉ በሙሉ አዲስ የማስጀመሪያ ስርዓት ነበር።

70
00:04:18,120 --> 00:04:25,380
ጀልባው ላይ ከሰራተኞች ጋር ተፈትኗል

71
00:04:23,160 --> 00:04:27,720
ናሳን ለማሳመን አጋዥ ነው።

72
00:04:25,380 --> 00:04:29,880
የኮሎምቢያ የመጀመሪያ በረራ ሀ መሆን የለበትም

73
00:04:27,720 --> 00:04:32,700 
በጣም አደገኛው የፅንስ ማስወረድ ዘዴ

74
00:04:29,880 --> 00:04:36,680
መንኮራኩሩ እንዲገለበጥና እንዲሄድ ያስፈለገው

75
00:04:32,700 --> 00:04:36,680
ወደ kennedy ማረፊያ ስትሪፕ ተመለስ

76
00:04:37,470 --> 00:04:40,649
[ሙዚቃ]

77
00:04:43,650 --> 00:04:49,680
ኮሎምቢያ በሴት ልጅዋ ላይ ፈነዳች።

78
00:04:45,990 --> 00:04:50,850
ጉዞው በሚያዝያ 1981 ነበር ማለት ይቻላል።

79
00:04:49,680 --> 00:04:54,979
ስድስት ዓመታት

80
00:04:50,850 --> 00:04:54,979
አንድ አሜሪካዊ ወደ ህዋ ስለበረረ

81
00:04:57,270 --> 00:05:02,550
[ሙዚቃ]

82
00:05:00,350 --> 00:05:04,139
የኮሎምቢያ የመጀመሪያ በረራ እና የ

83
00:05:02,550 --> 00:05:07,370
ተከታታይ ሦስት ተልእኮዎች በሙሉ ነበሩ

84
00:05:04,139 --> 00:05:09,479
ምህዋርን በህዋ ላይ ለመሞከር የተነደፈ

85
00:05:07,370 --> 00:05:13,790
ላይ በመመስረት ማሻሻያዎች ይከናወናሉ

86
00:05:09,479 --> 00:05:13,790
በእነዚህ በረራዎች ወቅት በተማረው ነገር ላይ

87
00:05:14,840 --> 00:05:21,600
ሰቆች insulating መሆኑን ሠራተኞቹ ሪፖርት

88
00:05:18,630 --> 00:05:24,120
በሞተር ፖድ ላይ የእጅ ሥራውን አፈረሰ

89
00:05:21,600 --> 00:05:29,070
ለመከላከል በሙቀት ሰቆች ተሸፍኗል

90
00:05:24,120 --> 00:05:33,169
በእንደገና ችግሮች ሙቀት ወቅት

91
00:05:29,070 --> 00:05:33,169
ሰቆች ጋር ቀጣይነት ያለው ጉዳይ ይሆናል

92
00:05:34,070 --> 00:05:39,150
ኮሎምቢያ ወደ ደህና ማረፊያ ተመለሰች እና

93
00:05:36,810 --> 00:05:39,750
ምንም እንኳን ይህ የመጀመሪያ የማመላለሻ ተልእኮ ሀ

94
00:05:39,150 --> 00:05:42,030
ስኬት

95
00:05:39,750 --> 00:05:44,430
ምህዋር ከፍተኛ የሆነ የሰድር ጉዳት ደርሶበታል።

96
00:05:42,030 --> 00:05:46,910
እና አንዱ undercarriage በሮች እና

97
00:05:44,430 --> 00:05:46,910
የታሸገ

98
00:05:48,910 --> 00:05:53,300
በሚነሳበት ጊዜ አስደንጋጭ ሞገዶች ተጠያቂ ነበሩ።

99
00:05:51,410 --> 00:05:56,300
ለአንዳንዶቹ ጉዳት እና ፓድ ይሆናል

100
00:05:53,300 --> 00:05:58,160
ይሻሻላል ግን በግልጽ ሰቆች ሀ

101
00:05:56,300 --> 00:06:00,860
የንድፍ ተጋላጭ አካል እና

102
00:05:58,160 --> 00:06:06,289
ኦርቢተርን እንደገና ለመጠቀም ማዘጋጀት

103
00:06:00,860 --> 00:06:08,150
አዲስ ዘዴ ከተጠበቀው ጊዜ በላይ ይውሰዱ

104
00:06:06,289 --> 00:06:10,190
ንጣፎችን ለማያያዝ ቀርቧል

105
00:06:08,150 --> 00:06:18,169
እና መሐንዲሶች በሌሎች ላይ እምነት ነበራቸው

106
00:06:10,190 --> 00:06:20,240
ችግሮችን ማሸነፍ ይቻላል ሀ

107
00:06:18,169 --> 00:06:22,490
መቶ ሶስት ቀናት ለናሳ

108
00:06:20,240 --> 00:06:24,440
የጠፈር መንኮራኩሩን ለሁለተኛው ያዘጋጁ

109
00:06:22,490 --> 00:06:26,690
በረራ ይህ የመጨረሻው በረራ ይሆናል።

110
00:06:24,440 --> 00:06:33,979
በትልቅ የውጭ ነዳጅ ማጠራቀሚያ ቀለም የተቀባ

111
00:06:26,690 --> 00:06:36,380
ነጭ ቁጠባ በዚህ ጊዜ 272 ኪሎ ግራም

112
00:06:33,979 --> 00:06:39,050
አዛዥ የነበረው ጆ ኢንግል ከዲክ ጋር ነበር።

113
00:06:36,380 --> 00:06:43,180
እንደ አብራሪው የማመላለሻ ፈተና

114
00:06:39,050 --> 00:06:43,180
በረራዎች ሁሉም ባለ ሁለት ሰው ሠራተኞች ነበሩት።

115
00:07:27,600 --> 00:07:32,800
በአዲሱ ቦታ ውስጥ አስፈላጊ አካላት

116
00:07:30,070 --> 00:07:35,040
የመጓጓዣ ሥርዓት ሁለቱ ጠንካራ ነበሩ

117
00:07:32,800 --> 00:07:37,810
ሮኬት የማመላለሻ ፕሮግራሙን ያበረታታል።

118
00:07:35,040 --> 00:07:41,730
ጠንካራ ነዳጅ ለመጀመሪያ ጊዜ ጥቅም ላይ ይውላል

119
00:07:37,810 --> 00:07:41,730
ሮኬት ለሰው የጠፈር በረራ

120
00:07:41,790 --> 00:07:46,510
እንደ ፈሳሽ ነዳጅ ዋና ሞተሮች

121
00:07:44,470 --> 00:07:49,330
እነዚህ ማበረታቻዎች በ ሀ

122
00:07:46,510 --> 00:07:51,370
ሙሉ ደጋፊ ጭነት ግን አንዴ ስንብት

123
00:07:49,330 --> 00:07:55,530
ብርሃን እነርሱን መቆጣጠር አልቻሉም

124
00:07:51,370 --> 00:07:55,530
ነዳጃቸው እስኪያልቅ ድረስ ተቃጥሏል

125
00:07:56,340 --> 00:08:00,570
ያኔ ጄቲሰን ነበሩ።

126
00:08:03,129 --> 00:08:11,349
እና ልክ እንደ ማመላለሻ እነዚህ ማበረታቻዎች

127
00:08:06,009 --> 00:08:13,629
ለድጋሚ ጥቅም ላይ እንዲውል የተነደፉ ናቸው

128
00:08:11,349 --> 00:08:15,189
የፍሎሪዳ የመልሶ ማግኛ መርከቦች የባህር ዳርቻ

129
00:08:13,629 --> 00:08:18,219
መንገዳቸውን ወደ ውቅያኖስ ይመለሳሉ

130
00:08:15,189 --> 00:08:20,319
ከ67 ኪሎ ሜትር ከፍታ ወደቁ

131
00:08:18,219 --> 00:08:22,679
በፓራሹት በአራት ላይ በማሰማራት

132
00:08:20,319 --> 00:08:22,679
ኪሎሜትሮች

133
00:08:32,270 --> 00:08:36,349
የማገገሚያ ቡድኑ የሰበሰበውን

134
00:08:34,310 --> 00:08:38,209
ፓራሹት ውሃውን አወጣ እና

135
00:08:36,349 --> 00:08:43,969
ወደ ናሳ እንዲመለሱ አድርጓቸዋል።

136
00:08:38,209 --> 00:08:45,800
ከኮሎምቢያ ሁለተኛ በኋላ እድሳት

137
00:08:43,969 --> 00:08:48,529
በረራ ናሳ ኦ-ring አገኘ

138
00:08:45,800 --> 00:08:50,920
የ Boosters ግለሰብን ለማተም የተነደፈ

139
00:08:48,529 --> 00:08:54,950
ክፍሎች በከፊል ተቃጥለዋል

140
00:08:50,920 --> 00:08:54,950
[ሙዚቃ]

141
00:08:57,370 --> 00:09:02,839
ጠንካራ የነዳጅ ማደጊያውን በስፋት መሞከር

142
00:09:00,410 --> 00:09:05,149
ሆን ተብሎ የተበላሹ ቦታዎች አላደረጉም

143
00:09:02,839 --> 00:09:06,740
ወደ ውድቀት ያመራል እና ትንሽ መደምደሚያ

144
00:09:05,149 --> 00:09:10,149
ለዚህ የደህንነት ሁኔታ መሆኑን

145
00:09:06,740 --> 00:09:10,149
አካል በቂ ነበር 
146
00:09:10,440 --> 00:09:15,089
ቀሪዎቹ ሁለት አስጀማሪዎች በ

147
00:09:12,959 --> 00:09:17,579
የማመላለሻ ሙከራ መርሃ ግብር ቦታውን አይቷል

148
00:09:15,089 --> 00:09:19,649
የመጓጓዣ ሥርዓት አንድ የታወቀ ላይ ይወስዳል

149
00:09:17,579 --> 00:09:22,769
በትልቅ የውጭ ማጠራቀሚያ ይመልከቱ

150
00:09:19,649 --> 00:09:25,079
ስርዓቱ ምንም እንኳን ሳይቀባ ይቀራል

151
00:09:22,769 --> 00:09:29,060
ያለማቋረጥ የተሻሻለው ይህ ነበር

152
00:09:25,079 --> 00:09:29,060
የመጨረሻው ለውጥ ወደ ውጫዊ ገጽታው

153
00:09:47,990 --> 00:09:53,790
እነዚህ የሙከራ በረራዎች መንኮራኩሮችን አረጋግጠዋል

154
00:09:50,850 --> 00:09:56,100
በምህዋር ላይ ያለውን የሙቀት መጠን የመቋቋም ችሎታ

155
00:09:53,790 --> 00:09:58,470
ውጥረት እና ሰራተኞቹ እንዲያገኙ አስችሏል

156
00:09:56,100 --> 00:10:00,990
ከሮቦት ክንድ ጋር ልምድ ግን አለ

157
00:09:58,470 --> 00:10:02,910
ለአንዱ ሚስጥራዊ ወታደራዊ ገጽታም ነበር።

158
00:10:00,990 --> 00:10:06,830
በአስቸጋሪ ሁኔታ ከተቀመጡት ተልዕኮዎች ውስጥ

159
00:10:02,910 --> 00:10:06,830
ከሲቪል የጠፈር ኤጀንሲ ጋር

160
00:10:07,730 --> 00:10:12,780
ወደ NASA የመጀመሪያ ንድፍ ማሻሻያዎች

161
00:10:10,380 --> 00:10:16,980
ወታደራዊ አገልግሎት እንዲሰጥ ተደርጓል

162
00:10:12,780 --> 00:10:18,960
ከኮሎምቢያ ስኬት በኋላ የሚጫኑ ጭነቶች

163
00:10:16,980 --> 00:10:22,170
ከአራተኛው ተልዕኮው በሐምሌ ወር ይመለሱ

164
00:10:18,960 --> 00:10:27,420
በ 4 ኛው 1982 የጠፈር መንኮራኩሩ ታወጀ

165
00:10:22,170 --> 00:10:29,790
በሥራ ላይ ይህ ማለት ሊጀምር ይችላል

166
00:10:27,420 --> 00:10:32,670
ቁልፉን በማግኘት እና NASA ትልቅ እቅድ ነበረው

167
00:10:29,790 --> 00:10:34,560
ለአዲሱ የማስጀመሪያ ስርዓቱ ግን አንዳንዶቹ ነበሩ።

168
00:10:32,670 --> 00:10:35,160
ነገሮችም እየተከሰቱ ነበር በማለት መከራከር

169
00:10:34,560 --> 00:10:37,710
ፈጣን

170
00:10:35,160 --> 00:10:39,360
አዲስ አውሮፕላኖች በሺዎች የሚቆጠሩ ማከማቸት ነበረባቸው

171
00:10:37,710 --> 00:10:45,240
ገቢ ከማግኘትዎ በፊት ደህንነቱ የተጠበቀ በረራዎች

172
00:10:39,360 --> 00:10:47,400
በሚቀጥሉት ሶስት ውስጥ የተግባር ሁኔታ

173
00:10:45,240 --> 00:10:49,950
ዓመታት ፈታኝ ግኝት እና Atlantis

174
00:10:47,400 --> 00:10:52,020
በአዲሱ ማመላለሻ አገልግሎት ገባ

175
00:10:49,950 --> 00:10:54,260
የመርከቦች ዋና ዓላማ እ.ኤ.አ

176
00:10:52,020 --> 00:10:56,880
የንግድ ሳተላይቶች መዘርጋት

177
00:10:54,260 --> 00:10:59,100
ሆኖም ማስጀመሪያዎች የትም አልነበሩም

178
00:10:56,880 --> 00:11:03,380
በሳምንት አንድ አሃዝ እየቀረበ ነው።

179
00:10:59,100 --> 00:11:03,380
በማመላለሻ ዲዛይን ደረጃ ወቅት የይገባኛል ጥያቄ አቅርቧል

180
00:11:14,570 --> 00:11:19,970
አንድ ኦርቢተር ሶስት ደረጃዎችን ሊይዝ ይችላል

181
00:11:17,420 --> 00:11:21,680
መጠን የመገናኛ ሳተላይቶች የ

182
00:11:19,970 --> 00:11:26,170
የማመላለሻ መርከቦች ተከታታይ ጀምሯል

183
00:11:21,680 --> 00:11:29,360
የንግድ ሳተላይት ማሰማራት እና

184
00:11:26,170 --> 00:11:31,100
የተሳሳቱ ማበረታቻዎች አንዳንድ ውድ ሲተዉ

185
00:11:29,360 --> 00:11:33,200
በዝቅተኛ የምድር ምህዋር ውስጥ ያሉ ሳተላይቶች

186
00:11:31,100 --> 00:11:35,030
አዲስ የሳተላይት ማዳን ተልዕኮዎች ነበሩ

187
00:11:33,200 --> 00:11:41,390
የታቀደ እና ሙሉ በሙሉ አዲስ

188
00:11:35,030 --> 00:11:44,300
አቅም በፀሐይ መገኘት ቻለ

189
00:11:41,390 --> 00:11:47,300
እ.ኤ.አ. በ 1980 ማክስ ሳተላይት ጠፋች

190
00:11:44,300 --> 00:11:49,490
የአመለካከት ቁጥጥር ይህም አልቻለም

191
00:11:47,300 --> 00:11:52,220
የፀሐይ ጨረሮችን ጥናቱን ለመቀጠል

192
00:11:49,490 --> 00:11:55,130
ነገር ግን ጠፈርተኞች ለሀ

193
00:11:52,220 --> 00:11:57,170
ልዩ የጥገና ተልዕኮ ምንም አይመስልም

194
00:11:55,130 --> 00:11:58,760
ሞክሮ ነበር ነገር ግን ናሳ ከፍተኛ ፍላጎት ነበረው።

195
00:11:57,170 --> 00:12:02,860
አዲሶቹን ቴክኒኮች ማዳበር ግን የ

196
00:11:58,760 --> 00:12:02,860
የማመላለሻ ዘዴው የሚቻል ነበር ሀ

197
00:12:04,270 --> 00:12:09,520
የሚፈቀደው ሙሉ በሙሉ አዲስ መሣሪያ

198
00:12:06,530 --> 00:12:12,290
በነፃነት የሚበሩ ጠፈርተኞች ተገንብተው ነበር።

199
00:12:09,520 --> 00:12:14,480
ናሳ የጠፈር ጣቢያ እቅድ ነበረው።

200
00:12:12,290 --> 00:12:16,790
ውስብስብ ግንባታ ያስፈልገዋል

201
00:12:14,480 --> 00:12:19,280
ቴክኒኮች እና ሰው ሰራሽ እንቅስቃሴዎች

202
00:12:16,790 --> 00:12:22,010
ዩኒት እንደ አስፈላጊ አዲስ መሣሪያ ይታይ ነበር

203
00:12:19,280 --> 00:12:26,380
የጠፈር ተመራማሪዎች ጥገናን ለመቆጣጠር

204
00:12:22,010 --> 00:12:26,380
ሶላር ማክስ የመጀመሪያው ትክክለኛ ስራው ነበር።

205
00:12:29,290 --> 00:12:35,150
ሆኖም የሶላ ማክስ መያዙ አልሄደም።

206
00:12:32,660 --> 00:12:38,330
ከተልእኮ ስፔሻሊስቶች ጆርጅ ጋር በሰላም

207
00:12:35,150 --> 00:12:45,350
ኔልሰን ሳይታሰብ የማይፈለግ ያስተላልፋል

208
00:12:38,330 --> 00:12:47,600
ወደ ሳተላይት እየተንገዳገደ ያለው ሽክርክሪት ነበር

209
00:12:45,350 --> 00:12:50,420
ከመሬት ተቆጣጣሪዎች የተረጋጋ

210
00:12:47,600 --> 00:12:52,400
በሚቀጥለው ቀን የሮቦት ክንድ ሶል በመጠቀም

211
00:12:50,420 --> 00:12:55,060
X ተይዞ ወደ ውስጥ ገባ

212
00:12:52,400 --> 00:12:55,060
ጫን ቤይ

213
00:12:55,830 --> 00:13:01,330
ብዙ መሳሪያዎች አልተሳኩም እና

214
00:12:58,480 --> 00:13:03,880
ለመለየት ሁለት ልዩ ባለሙያዎችን ወሰደ

215
00:13:01,330 --> 00:13:08,560
የጠፈር ጉዞዎች ወደ ኮም 
ውስብስብ የሆነውን ይተውት።

216
00:13:03,880 --> 00:13:10,360
ቡድኑ ይህን እያወቀ ነበር።

217
00:13:08,560 --> 00:13:12,640
የጠፈር ተመራማሪው መጨረሻ ላይ ተጭኗል

218
00:13:10,360 --> 00:13:16,150
የሮቦት ክንድ በጥሩ ሁኔታ ሊንቀሳቀስ ይችላል።

219
00:13:12,640 --> 00:13:18,970
የበረሩ ጠፈርተኞች ቢሆንም ትክክለኛነት

220
00:13:16,150 --> 00:13:21,790
MMU ለማኑዋል ጥሩ ምላሽ ሰጥቷል ብሏል።

221
00:13:18,970 --> 00:13:23,620
ከዚህ በፊት ተጨማሪ ልምምድ ማድረግ አስፈላጊ ነበር

222
00:13:21,790 --> 00:13:29,260
ከትክክለኛነት ጋር እኩል ሊሆን ይችላል

223
00:13:23,620 --> 00:13:32,200
የሮቦቲክ ክንድ የጥገና ተልዕኮው ነበር።

224
00:13:29,260 --> 00:13:34,690
አዲስ ምድር መዞር በጣም ስኬታማ ነበር።

225
00:13:32,200 --> 00:13:40,600
ሳተላይቶች አሁን እንደገና እንዲነደፉ ይደረጋሉ።

226
00:13:34,690 --> 00:13:42,910
አዲሱ ቦታ ቢሆንም የጥገና ቀላልነት

227
00:13:40,600 --> 00:13:45,700
የትራንስፖርት ስርዓቱ ብዙ ጊዜ እየወሰደ ነበር

228
00:13:42,910 --> 00:13:47,950
በNASA በረራዎች መካከል የማደስ ጊዜ

229
00:13:45,700 --> 00:13:50,950
የወደፊት ተልእኮዎችን በ ሀ

230
00:13:47,950 --> 00:13:53,260
የስፔስ ኤጀንሲ የበለጠ ድግግሞሽ ነበር።

231
00:13:50,950 --> 00:13:56,880
በአቅኚነት አዳዲስ ሂደቶች እና

232
00:13:53,260 --> 00:13:56,880
የማመላለሻዎች የወደፊት ብሩህ ይመስላል

233
00:14:02,370 --> 00:14:19,780
[ሙዚቃ]

234
00:14:16,890 --> 00:14:23,550
በ 10 ኛው በረራ ላይ አደጋ

235
00:14:19,780 --> 00:14:23,550
ፈታኝ ይበታተናል

236
00:14:42,689 --> 00:14:50,439
በ 1984 አምስት የማመላለሻ ተልእኮዎች ነበሩ

237
00:14:46,749 --> 00:14:52,719
እ.ኤ.አ. በ 1985 ከአትላንቲክ ማጠናቀቂያ ጋር

238
00:14:50,439 --> 00:14:57,339
የማመላለሻ መርከቦች ይህ ወደ ዘጠኝ አድጓል።

239
00:14:52,719 --> 00:14:59,709
አብዛኛዎቹ በረራዎች

240
00:14:57,339 --> 00:15:02,049
በዚህ ጊዜ የማመላለሻ በረራዎች ያካትታል

241
00:14:59,709 --> 00:15:04,149
የሳተላይቶች መዘርጋት ግን እዚያ

242
00:15:02,049 --> 00:15:06,059
እንደ Space Lab ያሉ አንዳንድ ተልእኮዎች ነበሩ።

243
00:15:04,149 --> 00:15:08,679
ለሳይንስ የተሰጡ

244
00:15:06,059 --> 00:15:11,649
በተለይም የክብደት ማጣት ጥናት

245
00:15:08,679 --> 00:15:14,239
በሰው አካል ላይ

246
00:15:11,649 --> 00:15:16,129
ይህ ህመም ወደ ሀ

247
00:15:14,239 --> 00:15:20,569
ከአውሮፓ ስፔስ ጋር ትብብር

248
00:15:16,129 --> 00:15:23,149
የኤጀንሲው የጠፈር ላብራቶሪ በ ውስጥ ተሸክሟል

249
00:15:20,569 --> 00:15:25,279
ማመላለሻዎች ክፍያ ቤይ ግን ናሳ ያውቅ ነበር።

250
00:15:23,149 --> 00:15:27,290
የሶቪየት የጠፈር ፕሮግራም እንደነበረ

251
00:15:25,279 --> 00:15:30,049
የመዞሪያ ቦታን ለመጀመር ማቀድ

252
00:15:27,290 --> 00:15:31,699
የቦታ ግንባታን ያቁሙ

253
00:15:30,049 --> 00:15:34,309
ጣቢያ ዋና ንድፍ ነበር።

254
00:15:31,699 --> 00:15:36,860
ከማመላለሻ እና ከናሳ ጋር ግምት ውስጥ መግባት

255
00:15:34,309 --> 00:15:39,110
የራሱን የጠፈር ጣቢያ ማቀድ ጀምሯል።

256
00:15:36,860 --> 00:15:41,829
ነገር ግን ለዚህ ፕሮጀክት ገንዘብ አልነበረም

257
00:15:39,110 --> 00:15:41,829
ቁሳዊ ማድረግ

258
00:15:43,330 --> 00:15:48,800
በጥር 1986 የሰባት ሠራተኞች ነበሩ

259
00:15:47,000 --> 00:15:51,500
ቻሌገርን ለመጀመር በመዘጋጀት ላይ

260
00:15:48,800 --> 00:15:53,810
ምንም እንኳን በፍሎሪዳ ውስጥ ኬፕ ካናቨራል ሀ

261
00:15:51,500 --> 00:15:57,550
በአጠቃላይ ሞቃታማ የአየር ንብረት ሁኔታዎች

262
00:15:53,810 --> 00:16:00,380
ወደ ማስጀመሪያው ያመራው ቀዝቃዛ ነበር።

263
00:15:57,550 --> 00:16:02,690
የማስጀመሪያ ፋሲሊቲዎች በሂደት ላይ ነበሩ።

264
00:16:00,380 --> 00:16:04,760
ምሽት ግን ናሳ ለመቀጠል ፈልጎ ነበር።

265
00:16:02,690 --> 00:16:09,500
ምንም እንኳን አንዳንድ ድምጾች ጥንቃቄ እንዲያደርጉ ያሳስቡ ነበር።

266
00:16:04,760 --> 00:16:11,540
ሰራተኞቹ እንዲሰሩ ተደርገዋል።

267
00:16:09,500 --> 00:16:12,620
የውሂብ እና የዝውውር መከታተያ ማሰማራት

268
00:16:11,540 --> 00:16:15,670
ሳተላይት

269
00:16:12,620 --> 00:16:17,980
[ሙዚቃ]

270
00:16:15,670 --> 00:16:23,470
ነገር ግን ከተልዕኮ ስፔሻሊስቶች አንዱ ነበር

271
00:16:17,980 --> 00:16:28,470
የትምህርት ቤት መምህር ክሪስታ ማክአሊፍ አለን።

272
00:16:23,470 --> 00:16:34,030
ዋናው ሞተር አራት ሶስት ሁለት አንድ እና ይጀምራል

273
00:16:28,470 --> 00:16:35,410
25ኛውን የፌዴራል ተልዕኮ አነሳ

274
00:16:34,030 --> 00:16:37,450
ግንቡን አጽድቷል

275
00:16:35,410 --> 00:16:39,610
ናሳ ስለዚህ ይህ እድል ነው

276
00:16:37,450 --> 00:16:42,190
ለቦታው ያለውን ጉጉት ያድሳል

277
00:16:39,610 --> 00:16:46,080
ፕሮግራም እና ምን ያህል አስተማማኝ እና

278
00:16:42,190 --> 00:16:49,440
መደበኛ የጠፈር በረራ ሆነ

279
00:16:46,080 --> 00:16:51,850
ፈታኝ አሁን ወደ ክልል እየወረደ ነው።

280
00:16:49,440 --> 00:16:55,050
christa mcauliffe sparrin በ

281
00:16:51,850 --> 00:16:58,420
የኬኔዲ የጠፈር ማእከል ጅምርን ለመመልከት

282
00:16:55,050 --> 00:17:00,910
ፈታኝ ወደ ምህዋር ሲወጣ ሀ

283
00:16:58,420 --> 00:17:02,770
ማኅተም ለማቅረብ ብቻ የተነደፈ ጎማ

284
00:17:00,910 --> 00:17:05,520
በጠንካራው ዝቅተኛው ቅደም ተከተል መካከል

285
00:17:02,770 --> 00:17:07,510
ነዳጅ ማበልጸጊያ ነበልባል መፍሰስ ጀመረ

286
00:17:05,520 --> 00:17:11,370
እስከ ሦስት መቶ እና 
መቶ

287
00:17:07,510 --> 00:17:11,370
እና አራት በመቶው ቻሌንደር ይሄዳሉ

288
00:17:17,009 --> 00:17:25,689
ከተጀመረ 73 ሰከንድ በኋላ የማይቀር ነው።

289
00:17:20,759 --> 00:17:27,939
በ 700 ክለብ ውስጥ ጠንካራ ነዳጅ አደጋ ላይ ወድቋል

290
00:17:25,689 --> 00:17:30,429
ማበረታቻዎች ያለ ዓላማ በረሩ እና የ

291
00:17:27,939 --> 00:17:35,889
በቀጥታ ስርጭት ላይ አደጋ ቁጥጥር

292
00:17:30,429 --> 00:17:38,440
ቴሌቪዥን አጠቃላይ ጥያቄ

293
00:17:35,889 --> 00:17:41,139
ከፍተኛ ቅዝቃዜ እንዳለ ወስኗል

294
00:17:38,440 --> 00:17:43,690
አንድ o-ring እንዲወድቅ አድርጓል ይህም ወደ ሀ

295
00:17:41,139 --> 00:17:46,210
ጥያቄውን ከፍ የሚያደርጉትን እንደገና ማቀድ

296
00:17:43,690 --> 00:17:48,879
የናሳ አስተዳደር እንዳለውም ወስኗል

297
00:17:46,210 --> 00:17:52,200
አስተማማኝነትን የማጋነን ዝንባሌ

298
00:17:48,879 --> 00:17:52,200
የቅዠት ነጥብ

299
00:17:54,419 --> 00:17:58,830
የሚቀጥለው መንኮራኩር እያንዳንዱን መብረር ከመጀመሩ በፊት

300
00:17:57,149 --> 00:18:02,600
የቦታ መጓጓዣ ገጽታ

301
00:17:58,830 --> 00:18:02,600
ስርዓቱ ተመርምሯል

302
00:18:03,059 --> 00:18:12,840
እንደ አዲስ የደህንነት ሂደቶች ተካሂደዋል

303
00:18:06,059 --> 00:18:14,879
ደህና ከሠላሳ ሦስት ወራት በፊት ነበር

304
00:18:12,840 --> 00:18:18,899
ግኝቱ ወደ ማስጀመሪያው ተንከባሎ ነበር።

305
00:18:14,879 --> 00:18:21,389
በሴፕቴምበር 1988 ከዚህ ነጥብ ጀምሮ

306
00:18:18,899 --> 00:18:23,820
የማመላለሻዎች የሥራ ቦታዎች ተለውጠዋል

307
00:18:21,389 --> 00:18:25,970
መርከበኞች አዲስ የደህንነት ስርዓት ነበራቸው እና የእነሱ

308
00:18:23,820 --> 00:18:28,320
የበረራ ልብሶች ተስተካክለው ነበር እና

309
00:18:25,970 --> 00:18:33,629
ጉልህ በሆነ መልኩ ከእንግዲህ አይኖርም

310
00:18:28,320 --> 00:18:36,090
ላይ የንግድ ሳተላይት ማሰማራት

311
00:18:33,629 --> 00:18:38,309
ወደ የጠፈር ተልዕኮ Discovery's ይመለሱ

312
00:18:36,090 --> 00:18:40,830
ዋናው ተግባር የናሳን ማስጀመር ነበር።

313
00:18:38,309 --> 00:18:43,230
የመከታተያ እና የውሂብ ማስተላለፊያ ሳተላይት ሀ

314
00:18:40,830 --> 00:18:45,889
በ ውስጥ የጠፋውን መተካት

315
00:18:43,230 --> 00:18:45,889
ፈታኝ አደጋ

316
00:18:47,049 --> 00:18:52,419
በምትኩ Shuttle Endeavor ላይ መስራት

317
00:18:49,269 --> 00:18:54,039
ተጀምሯል ነገር ግን በማመላለሻ እንኳን

318
00:18:52,419 --> 00:18:56,710
መርከቦች ወደ ሙሉ ጥንካሬ ይመለሳሉ

319
00:18:54,039 --> 00:19:00,539
የተልእኮ ድግግሞሽ በፍፁም አይሆንም

320
00:18:56,710 --> 00:19:00,539
ከአደጋው በፊት እንደነበረው በጣም ጥሩ

321
00:19:01,850 --> 00:19:13,410
[ሙዚቃ]

322
00:19:10,140 --> 00:19:15,800
በድጋሚ የተነደፈ የማመላለሻ መንኮራኩር

323
00:19:13,410 --> 00:19:15,800
ጥቅልል

324
00:19:38,990 --> 00:19:44,330
የማመላለሻ በረራዎች በ 1988 ሲቀጥሉ

325
00:19:42,260 --> 00:19:47,480
የተከለከሉ ተግባራት ተነፈሰ ሀ

326
00:19:44,330 --> 00:19:50,000
በ NASA የንግድ እቅድ ቦታ ላይ ቀዳዳ

327
00:19:47,480 --> 00:19:52,370
ኤጀንሲው አሁንም ታላቅ ሳይንሳዊ ነበር።

328
00:19:50,000 --> 00:19:54,140
ዓላማዎች ግን ከንግድ ክፍያዎች

329
00:19:52,370 --> 00:19:56,929
የሳተላይት ማሰማራት ከአሁን በኋላ አይሆንም

330
00:19:54,140 --> 00:19:58,940
እንደ ምህዋር ያሉ ዋና ዋና ፕሮጀክቶችን ያፈስሱ

331
00:19:56,929 --> 00:20:01,490
የጠፈር ቴሌስኮፕ እና አሁን የሚታወቀው

332
00:19:58,940 --> 00:20:03,290
የጠፈር ጣቢያ ነፃነት እንደሚያስፈልግ

333
00:20:01,490 --> 00:20:07,070
በመንግስት ክብደት መደገፍ

334
00:20:03,290 --> 00:20:08,690
አንድ ደቂቃ ከ30 ሰከንድ ወደ ውስጥ የሚገፋ

335
00:20:07,070 --> 00:20:10,730
በረራው ሶስቱም ረዳት ሃይል

336
00:20:08,690 --> 00:20:11,990
የሃይድሮሊክ ኃይልን የሚያቀርቡ አሃዶች

337
00:20:10,730 --> 00:20:14,030
መንኮራኩሩ እያለ ምህዋር

338
00:20:11,990 --> 00:20:16,220
ሶቪየት ኅብረት መሬት መውጣቱ ጀመረ

339
00:20:14,030 --> 00:20:19,130
ሚርን የጠፈር ጣቢያ ማሰባሰብ

340
00:20:16,220 --> 00:20:21,650
እንደ ኦርቢቲንግ ላብራቶሪ ሆኖ ያገለግላል

341
00:20:19,130 ​​--> 00:20:23,480
ናሳ ይህ የቀዝቃዛ ጦርነት ጥሩ ዜና ነበር።

342
00:20:21,650 --> 00:20:26,720
ውድድሩን ያደረሰው ፀረ-ስሜታዊነት

343
00:20:23,480 --> 00:20:28,490
ጨረቃ አሁንም አለች እና ኮንግረስ የለም።

344
00:20:26,720 --> 00:20:31,100
ኮሚኒስቶች እንዲቀድሙ መፈለግ

345
00:20:28,490 --> 00:20:33,590
ማንኛውም ነገር ገንዘብ መመደብ ጀመረ

346
00:20:31,100 --> 00:20:39,740
የጠፈር ጣቢያ ንድፍ ጽንሰ-ሐሳቦች

347
00:20:33,590 --> 00:20:41,990
ነፃነት በኮምፒዩተር የመነጨ እይታ

348
00:20:39,740 --> 00:20:44,450
የጠፈር ጣቢያ ነፃነት ተመረተ ግን

349
00:20:41,990 --> 00:20:47,809
ብዙም የማይታሰብ ነገር ተከሰተ

350
00:20:44,450 --> 00:20:50,000
የሶቪየት ኅብረት ፈራርሷል እና ጋር

351
00:20:47,809 --> 00:20:56,450
የቀዝቃዛ ጦርነት የዩኤስ ፖለቲከኞች መጨረሻ

352
00:20:50,000 --> 00:20:59,090
የጠፈር ጣቢያ ነፃነትን የገንዘብ ድጋፍ አቁሟል

353
00:20:56,450 --> 00:21:01,820
1989 አትላንቲስ ማጄላን አሰማራ

354
00:20:59,090 --> 00:21:04,610
ምድርን ትቶ በተሳካ ሁኔታ መመርመር

355
00:21:01,820 --> 00:21:06,980
በቬነስ ዙሪያ ምህዋር ውስጥ ገባ

356
00:21:04,610 --> 00:21:12,830
የመጀመሪያው የኢንተርፕላኔቶች መፈተሻ መሆን

357
00:21:06,980 - 
> 00:21:15,320
ምክንያቱም ከጠፈር መንኮራኩር ተነሳ

358
00:21:12,830 --> 00:21:17,020
ቬኑስ በከባድ ደመና ተሸፍናለች።

359
00:21:15,320 --> 00:21:20,000
ላይ ላዩን ምስጢር ሆኖ ቀረ

360
00:21:17,020 --> 00:21:24,280
ማጄላን የፕላኔቷን ካርታ ለመስራት ራዳርን ተጠቅሟል

361
00:21:20,000 --> 00:21:24,280
ልዩ የወለል ባህሪያትን ያሳያል

362
00:21:25,419 --> 00:21:30,140
ማጄላን ናሳ ወደ ትልቅ መመለሱን ምልክት አድርጎ ነበር።

363
00:21:28,309 --> 00:21:32,690
ሳይንስ እና መንኮራኩሩ አንድ ነበሩ

364
00:21:30,140 --> 00:21:34,520
በሂደቱ ውስጥ አስፈላጊ አካል ግን አዲስ

365
00:21:32,690 --> 00:21:37,010
ያለሱ የማይቻል ፕሮጀክት

366
00:21:34,520 --> 00:21:42,350
የጠፈር መንኮራኩር በባቡር ነበር እና

367
00:21:37,010 --> 00:21:44,630
የሥነ ፈለክ ተመራማሪዎች በጣም ተደስተው ነበር

368
00:21:42,350 --> 00:21:46,070
ከላይ የሚዞረው ኦፕቲካል ቴሌስኮፕ

369
00:21:44,630 --> 00:21:49,760
የምድርን የተዛባ ተጽእኖ

370
00:21:46,070 --> 00:21:51,710
ከባቢ አየር በ1979 ተጀመረ

371
00:21:49,760 --> 00:21:56,750
በግንባታው ላይ መዘግየት አስከትሏል

372
00:21:51,710 --> 00:21:59,120
በተጀመረበት ቀን መዘግየቶች ሆነ

373
00:21:56,750 --> 00:22:01,160
ሃብል የጠፈር ቴሌስኮፕ በመባል ይታወቃል እና

374
00:21:59,120 --> 00:22:03,890
ልዩ ከሆኑት የንድፍ ባህሪያት ውስጥ አንዱ ብቻ ነው

375
00:22:01,160 --> 00:22:06,440
የታጠፈ መከላከያ ፓነሎች ነበሩ

376
00:22:03,890 --> 00:22:09,350
እንዲሆን የተቀየሰ የበር እጀታዎች ነበሩት።

377
00:22:06,440 --> 00:22:12,549
በጠፈር ውስጥ ተጠብቆ እና ቦታ ብቻ

378
00:22:09,350 --> 00:22:12,549
መንኮራኩር ይህን ማድረግ ይችላል።

379
00:22:15,240 --> 00:22:23,550
ኤፕሪል 1990 እና የስነ ፈለክ ዓለም ተካሄደ

380
00:22:18,630 --> 00:22:26,550
እስትንፋሱ በመጨረሻ በጣም ምኞት ነው።

381
00:22:23,550 --> 00:22:28,980
እስካሁን ድረስ በጣም ውድ የሆነው ቴሌስኮፕ ተገንብቷል።

382
00:22:26,550 --> 00:22:30,900
ወደ ጠፈር እና ሳይንሳዊ መንገድ ላይ

383
00:22:28,980 --> 00:22:35,179
ከእንደዚህ ዓይነቱ ግልጽ እይታ ግኝቶች

384
00:22:30,900 --> 00:22:35,179
ኮስሞስ ሰው ይሆናል ተብሎ ይጠበቃል

385
00:22:36,080 --> 00:22:41,640
ግኝቱ ጨምሮ አምስት ሠራተኞች ነበሩት።

386
00:22:39,030 --> 00:22:45,230
አብራሪ ቻርለስ ቦልደን የቀጠለው።

387
00:22:41,640 --> 00:22:45,230
የናሳ አስተዳዳሪ መሆን

388
00:22:46,340 --> 00:22:53,460
ግኝት ወደ ከፍተኛው ምህዋር ወጣ

389
00:22:49,470 --> 00:22:56,190
ወደ ዳቱም 612 ኪሎ ሜትር ከፍ ያለ ምህዋር

390
00:22:53,460 --> 00:22:57,750
የሃብል ረጅም ዕድሜን የሚያረጋግጥ ነው።

391
00:22:56,190 --> 00:22:59,910
ከፀሐይዋ ትንሽ ችግር

392
00:22:57,750 --> 00:23:02,280
የቴሌስኮፕ መዘርጋት ፓነሎች

393
00:22:59,910 --> 00:23:04,530
ናሳ እና አውሮፓዊቷ በሰላም ሄዱ

394
00:23:02,280 --> 00:23:10,650
ባልደረባዎች ውስጥ እንደሚቆይ ተስፋ አድርገው ነበር።

395
00:23:04,530 --> 00:23:12,420
በመጀመሪያ ቢያንስ ለ 15 ዓመታት አገልግሎት

396
00:23:10,650 --> 00:23:14,640
ከሀብል የመጡ ምስሎች ደብዝዘዋል እና

397
00:23:12,420 --> 00:23:17,400
የመሬት ሰራተኞች ማስተካከያ ማድረግ ጀመሩ

398
00:23:14,640 --> 00:23:19,230
መሣሪያውን በደንብ አስተካክለው ግን በሳምንታት ውስጥ

399
00:23:17,400 --> 00:23:22,110
ውስጥ ጉድለት እንዳለ ግልጽ ነበር።

400
00:23:19,230 --> 00:23:24,870
ዋናው መስታወት ሃብል ሀ

401
00:23:22,110 --> 00:23:30,960
ሳቅ በጣም ውድ ቁራጭ

402
00:23:24,870 --> 00:23:32,700
የጠፈር ቆሻሻዎች በቅርቡ ለኤ

403
00:23:30,960 --> 00:23:34,680
ሃብልን ለማስተካከል የተብራራ ተልዕኮ ወይም

404
00:23:32,700 --> 00:23:36,990
በመካሄድ ላይ ያለ እና የጠፈር መንኮራኩር ነበር

405
00:23:34,680 --> 00:23:41,880
የተልእኮው አስፈላጊ አካል

406
00:23:36,990 --> 00:23:44,010
ጥፋትን ወደ ድል ቀይር ግን

407
00:23:41,880 --> 00:23:48,160
እንደሚሰራ ማንም እርግጠኛ አልነበረም

408
00:23:44,010 --> 00:23:59,640
ወይም ቢቻል እንኳ

409
00:23:48,160 --> 00:23:59,640
[ሙዚቃ]

410
00:24:03,389 --> 00:24:05,450
አንተ `;

export default str;
